Revit 2027 API
ParameterTypeId.FamilyShared Property
 "Shared"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyShared { get; }
Public Shared ReadOnly Property FamilyShared As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyShared {
	ForgeTypeId^ get ();
}
static member FamilyShared : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace